his-fil/26.11.20-w.org
#+TITLE: 26 11 20 W

*** szkoła cyrenaiska
- Arystyp - panuje nad przyjemnością nie ten kto sie jej wystrzega, a ten kto jest w stanie z jej korzystać z umiarem
- najwiekszą przyjemnością jest mądrość
*** szkoła megareiska
- Euklides z megary (uczeń sokratesa)
- erystyka - sztuka prowadzenia sporów
- liczy się to, co dobre bo tylko to może uczynić człowieka szczęśliwym
- położyli fundamenty pod logikę
- antynomia
  - paradoks kłamcy
    + wszyscy kreteńczycy są kłamcami - kreteńczyk
*** Platon
