semestr1/his-fil/26.11.20-w.md

# Table of Contents

1.  [szkoła cyrenaiska](#orgba0f86f)
2.  [szkoła megareiska](#orgbec6070)



<a id="orgba0f86f"></a>

# szkoła cyrenaiska

-   Arystyp - panuje nad przyjemnością nie ten kto sie jej wystrzega, a ten kto jest w stanie z jej korzystać z umiarem
-   najwiekszą przyjemnością jest mądrość


<a id="orgbec6070"></a>

# szkoła megareiska

-   Euklides z megary (uczeń sokratesa)
-   erystyka - sztuka prowadzenia sporów
-   liczy się to, co dobre bo tylko to może uczynić człowieka szczęśliwym
-   położyli fundamenty pod logikę
-   **antynomia:** paradoks
    -   paradoks kłamcy
        -   wszyscy kreteńczycy są kłamcami - kreteńczyk

